export const accordionDataCertificate = [
  {
    title:
      "Чи відрізняються заняття за подарунковим сертифікатом від стандартного абонементу?",
    content: `Ні. Але за подарунковим сертифікатом передбачені лише індивідуальні заняття та розмовний клуб.`,
  },
  {
    title: "Як повідомити, що в мене є подарунковий сертифікат?",
    content: `1. Записатися на пробне заняття в Telegram (посилання), Instagram (посилання) або залишити заявку на сайті.
    2. Повідомити менеджеру про наявність подарункового сертифікату та надіслати скріншот сертифікату, який прийшов вам на e-mail.
  3. Обрати свого ідеального викладача та розпочати навчання.`,
  },
  {
    title: "Як перевірити чи надійшов подарунковий сертифікат до адресата?",
    content: `При відправленні подарункового сертифікату ми надсилаємо його копію на ваш e-mail.`,
  },
  {
    title: "Протягом якого часу я можу скористатися подарунковим сертифікатом?",
    content: `Сертифікат дійсний протягом 90 днів з дня подарунку.Під час оплати треба додати функцію “обрати час відправлення” та “написати побажання”`,
  },
];
