export const accordionData = [
  {
    title: 'Що таке пробний урок?',
    content: `Це вступний заняття, яке дозволить тобі познайомитися з викладачем та платформою.  Пробний урок відбувається індивідуально з викладачем.  Ви визначите свій рівень англійської, сформуєте чітку мету та обговорите способи її досягнення.`
  },
  {
    title: 'Пробний урок доступний лише після оплати?',
    content: `Ні, можемо познайомитися в будь-який зручний для тебе момент безкоштовно.`
  },
  {
    title: 'Що потрібно, щоб розпочати навчання?',
    content: `Пристрій, на якому є мікрофон, камера та доступ до Інтернету.Більше нічого :)`
  },
  {
    title: 'Якщо мені не підійде викладач, що робити?',
    content: `Ти можеш зв'язатися з менеджером по телефону або в месенджерах, ми підберемо нового викладача.  У школі працює велика кількість викладачів, і ми стежимо, щоб їхня кваліфікація та спеціалізація допомогли досягти конкретних цілей конкретному студенту, а також враховуємо твої інтереси, темперамент та побажання.`
  }
  ,
  {
    title: 'Якщо не вдається прийти на урок, що робити?',
    content: `Нічого страшного, буває!  Наші студенти мають можливість скасувати заняття за 5 годин до призначеного часу без втрати оплати.  Так ти зможеш перепризначити його на зручний час, а викладач скоригує розклад.`
  }
  ,
  {
    title: 'Чи можна поміняти графік занять або зробити паузу?',
    content: `Так, ти сам встановлюєш графік та кількість занять на тиждень.  Якщо потрібно змінити розклад або зробити паузу, звернись до менеджера.  Вона узгодить зміни з викладачем або підбере заміну для майбутніх занять, якщо у твого викладача не буде вільного часу.`
  }
  ,
  {
    title: 'Мало вільного часу, боюся, не встигатиму займатися.',
    content: `Програми навчання максимально гнучкі - можна займатися де і будь-коли, в зручному для тебе темпі, з будь-якого девайсу.  Ми підберемо викладача та графік, а також у будь-який час зможемо змінити розклад, зробити перерву чи допомогти скоригувати програму.`
  }
  ,
  {
    title: 'Як працює інтерактивна платформа?',
    content: `Інтерактивна платформа - наш скарб. У твоєму доступі будуть пройдені заняття за весь час, словник, тренажер слів, інтерактивне домашнє завдання, перекладач, словник неправильних дієслів і чат з викладачем. Спробуй!`
  }
  ,
  {
    title: 'Скільки триває одне заняття?',
    content: `Тривалість одного заняття – 50 хвилин.  Пробний урок триває близько півгодини.`
  },
  {
    title: 'Чи можна вибирати тему уроку?',
    content: `Так.  Програма передбачає певні теми, але ти можеш корегувати програму, пропустити, поміняти місцями або додати цікаві для тебе теми.`
  },
  {
    title: 'Що таке Speaking Club?',
    content: `Неформальна, легка, динамічна розмова, яка занурює у навчання.  Ми підготували різноманітні теми, і ти точно не зможеш утриматися від спілкування.  Обговорюй подорожі, бізнес, особистісне зростання, захоплення, відносини, культуру та багато іншого.`
  }
];
