import Navigation from "../components/navigation";
import Footer from "../components/footer";

import React from "react";

export default function EnglishForMoveCourse() {
  return (
    <>
      <Navigation />
      Англійська для переїзду КУПИТИ КУРС

Програма курсу

Вступний вебінар “Як подолати мовний барʼєр”

Після вебінару ти:
позбавився страху говорити (навіть з новим королем Британії)
розумієш свої помилки у вивченні англійської
знаєш чітку систему освоєння мови

Модуль 1.Знайомство з новими людьми

Модуль 2. Митниця

Модуль 3. Транспорт + як спитати про дорогу

Модуль 4. Аренда житла

Модуль 5. В лікарні

Модуль 6. В магазині

Модуль 7. В банку

Модуль 8. В еміграційному центрі + фрази для біженців

Модуль 9. В ресторані/кафе

Модуль 10. Як записатися на безкоштовні курси закордоном


Для кого цей курс?

Українці, що переїхали або планують переїздити закордон і потребують базових знань на перший час.
Для тих, кому треба ВЖЕ говорити. Коли немає часу на глибоке вивчення, а результат потрібний зараз.

складові

Самостійний 700 грн

вступний вебінар - 10 відео-уроків - готові вирази для спілкування - практичні завдання   - трекер корисних звичок для вивчення англійської на 1 місяць   - 1000 найнеобхідніших слів на кожен день 
В команді 1400 грн

- вступний вебінар - персональна зустріч з викладачем - 10 відео уроків - 3 розмовних клуби - чат з учасниками курсу - щоденні додаткові матеріали- готові вирази для спілкування - практичні завдання - поглиблена лексика - трекер корисних звичок для вивчення англійської на 3 місяці - 1000 найнеобхідніших слів на кожен день - інструкція по складанню резюме

КУПИТИ КУРС

      <Footer />
    </>
  );
}
