import Navigation from "../components/navigation";
import Footer from "../components/footer";

import React from "react";

export default function errorPage() {
  return (
    <>
      <Navigation />
      <div className="container">
        <article className="agreement">
          <p><b>Політика конфіденційності</b></p>
          <p>
            Цей документ є додатком до оферти публічного договору про надання
            послуг [a](далі – «Договір») про правила та умови зберігання та
            використання конфіденційної інформації. Всі терміни що вживаються у
            цій Політиці конфіденційності мають значення вказане в Договорі. Цей
            розділ інформує Замовника (вас) про нашу (Виконавця) політику щодо
            збору, використання та розкриття особистої інформації, яку ми
            отримуємо від користувачів Сайту щодо захисту даних. Отримуючи
            доступ або використовуючи Сайт, ви погоджуєтеся дотримуватися
            Договору та Політики конфіденційності, на збирання та використання
            інформації відповідно до цієї Політики. Якщо ви не погоджуєтесь з
            будь-якою частиною Договору або Політики конфіденційності будь
            ласка, припиніть використання сайту на отримання послуг від
            Виконавця.
          </p>
          <p>
            Ми не продаємо, не обмінюємо або іншим чином не передаємо стороннім
            особам вашу особисту інформацію, окрім як для цілей надання послуг
            Сайту та як прямо зазначено в цій Політиці конфіденційності.
          </p>
          <p>
            Метою збору даних є: - створення профілю користувача на Сайті для
            надання послуг, проходження Курсів та онлайн-навчання; - можливість
            зв’язатися з Замовником щодо придбаних послуг (включаючи деталі
            послуг та зміни графіка) - маркетинг (для відправки інформації про
            продукти та послуги, які, вам можуть сподобатися, а також про наші
            партнерські компанії) для просування продуктів та послуг на Сайті; -
            покращення Курсів, відстеження, моніторинг поведінки споживачів та
            надання користувачеві корисних послуг, а також оцінка товарів та
            послуг, які ми надаємо, інша комерційна активність.
          </p>
          <p>Замовник та Учень повинні надати дані, необхідні для створення
          особистого облікового запису та використання Сайту. Дані та
          інформація, які ідентифікують Замовника та Учня, зберігатимуться У
          Виконавця, поки вони необхідні. За запитом, відправивши електронний
          лист на нашу електрону адресу з електронної пошти, на якому
          зареєстровано обліковий запис або мобільного повідомлення з телефону
          який зареєстрований за Замовником, вся ваша інформація та особисті
          дані будуть видалені.</p>
          <p>   1. Як ми збираємо інформацію та як ми її
          використовуємо При використанні Сайту ми можемо попросити Замовника
          (та Учня) надати певну особисту інформацію, яка може бути використана
          для встановлення особи Замовника (та Учня) або встановлення зв’язку з
          Замовником (Учнем). Особиста інформація може включати (але не
          обмежується): ваше прізвище та ім’я, адреса електронної пошти, день
          народження, телефон. Ми можемо використовувати особисту інформацію
          для: - Роботи Сайту та надання послуг, описаних на Сайті , наприклад:
          підтвердження особи при вході в систему, повідомлення про графік
          Курсів та зміни до нього. - Оптимізація наших послуг, щоб забезпечити
          більш персоналізований досвід. - Надання оновлень, оповіщення вас
          новинами та інформацією про Сайт, наприклад, щоб повідомляти вас про
          зміни або оновлення безпеки. - Надання інформації, яку ви запитуєте, а
          також маркетингової інформації про продукти та послуги. - Проведення
          технічного аналізу, щоб визначити, як покращити послуги - Управління
          нашою комунікацією з вами, наприклад, відповіді на ваші коментарі або
          запити. - Відповідей на юридичні та оперативні питання. - Забезпечення
          виконання загальних адміністративних функцій та заходів.</p>
          <p>   2. Зібрані
          дані Ви безпосередньо надаєте нам більшу частину даних, які ми
          збираємо. Ми збираємо та обробляємо дані, коли ви: - реєструйтесь
          онлайн або розміщуєте замовлення на будь-який з наших продуктів чи
          послуг - проходите опитування клієнтів або залишаєте відгук через наші
          месенджери, телефони або електронною поштою. - використовуйте або
          переглядайте наш Сайт із увімкненими файлами cookie у вашому браузері.
          Як і багато операторів веб-додатків/додатків, ми збираємо інформацію,
          яку ваш браузер надсилає кожного разу, коли ви відвідуєте Сайт (Дані
          журналу). Ці дані журналу можуть включати таку інформацію, як адреса
          вашого інтернет-протоколу («IP»), ваше місцезнаходження (місто,
          країна), тип браузера, версія браузера, сторінки Сайту, які ви
          відвідуєте, час і дата вашого відвідування , час на цих сторінках та
          інша статистика.</p>
          <p>   3. Файли cookie Як і багато веб-сайтів, ми
          використовуємо cookie («кукі») для збирання інформації. Якщо ви не
          згодні, ви не зможете використовувати веб-сайт. На веб-сайті cookie
          використовуються для полегшення функцій, які покращують ваш досвід.
          Вони також використовуються для вимірювання ефективності Сайту та
          того, як відвідувачі переміщаються ним. Ми використовуємо їх для
          збереження вашої реєстраційної інформації, щоб зробити ваш доступ до
          Сайту швидше та простіше. Файли cookie - це текстові файли, які
          містять невеликі обсяги інформації, які завантажуються на ваш пристрій
          під час відвідування Сайту. Потім файли cookie відправляються назад на
          вихідний Сайт при кожному наступному відвідуванні або на інший
          веб-сайт, який розпізнає цей файл cookie. Файли cookie корисні,
          оскільки вони дозволяють Сайту розпізнавати пристрій користувача.
          Кукі-файли виконують багато різних завдань, наприклад, дозволяють
          ефективно переміщатися між сторінками, запам’ятовувати ваші уподобання
          і покращують досвід користувача. Вони також можуть допомогти
          гарантувати, що реклама, яку ви бачите в Інтернеті, більше відповідає
          вам та вашим інтересам. Останні веб-браузери дозволяють контролювати
          куки, збережені через налаштування браузера.</p>
          <p>   4. Безпека та зберігання
          даних Сайт повинен безпечно і лише з певною метою надавати персональні
          дані, які ви надаєте про себе. Відповідно до цієї Політики
          конфіденційності, як згадувалося раніше, Сайт не передає, не обмінює і
          не продає будь-яку вашу особисту інформацію і завжди буде прагнути
          захистити її, але якщо ви використовуєте стороннє програмне
          забезпечення ви робите це за вашої згоди і на свій страх і ризик,
          визнаючи, що Сайт не може нести відповідальність за те, що
          відбувається з особистою інформацією за межами Сайту. Безпека вашої
          інформації також залежить від вас (Замовника та Учня). У тих випадках,
          коли ми надали вам (або ви вибрали) пароль або доступ за унікальним
          посиланням на вашу адресу електронної пошти для доступу до певних
          частин Сайту, ви несете відповідальність за збереження
          конфіденційності пароля та вмісту вашої поштової скриньки. Ми просимо
          вас не повідомляти нікому свій пароль, унікальну інформацію, яку ви
          отримаєте у своєму обліковому записі електронної пошти або посилання
          для входу. Ми закликаємо вас бути обережними у наданні інформації у
          громадських місцях Сайту, таких як дошки оголошень/коментарів.
          Інформація, яку ви за власним бажанням вибираєте для спільного
          доступу, буде доступна всім, хто має доступ до цього конкретного
          програмного забезпечення, Сайту або послуги, тому ми не можемо її
          захистити. За замовчуванням, всі ваші дані є конфіденційними. Однак,
          якщо ви публікуєте документи своєї програми в соціальних мережах, або
          ділитеся своєю інформацією в Інтернеті ми не можемо гарантувати
          конфіденційність даних, які ви використовували в цих документах, і не
          відповідатимемо за те, що відбувається з нею після того, як ви надали
          до нього доступ. Тому ми рекомендуємо дотримуватися обережності щодо
          того, де і з ким ви ділитеся своїми документами або іншою професійною
          інформацією, створеною/наданою на веб-сайті. Ми впровадили заходи,
          призначені для захисту вашої особистої інформації від випадкової
          втрати та несанкціонованого доступу, використання, зміни та розкриття.
          Але, на жаль, передача інформації через Інтернет не на 100% є
          безпечною. Хоча ми робимо все можливе для захисту вашої особистої
          інформації, ми не можемо гарантувати безпеку вашої особистої
          інформації, що передається на веб-сайт. Будь-яка передача особистої
          інформації складає свій страх і ризик. Ми не несемо відповідальності
          за обхід будь-яких налаштувань конфіденційності або заходів безпеки на
          веб-сайті. Проте наша команда завжди прагне забезпечити максимальну
          безпеку вашої інформації.</p>
          <p>   5. Зміни у Політиці конфіденційності Іноді
          ми можемо на власний розсуд вносити зміни до Договору в тому числі в
          цю Політику конфіденційності. Ваше подальше використання Сайту після
          внесення змін означатиме вашу згоду з цими змінами. 6. Ваші права на
          захист даних Ми хотіли б переконатися, що ви повністю обізнані з усіма
          своїми правами на захист даних. Кожен користувач має право на таке:
          Право доступу. Ви маєте право вимагати від нас копій ваших
          персональних даних. Право виправлення. Ви маєте право вимагати, щоб ми
          виправили будь-яку інформацію, яку ви вважаєте неточною. Ви також
          маєте право вимагати від нас доповнити інформацію, яку ви вважаєте
          неповною. Право на забуття. Ви маєте право вимагати стерти ваші
          особисті дані за певних умов. Право обмежити обробку. Ви маєте право
          вимагати, обмежити обробку Ваших персональних даних за певних умов.
          Право на заперечення проти обробки. Ви маєте право на заперечення
          проти обробки ваших персональних даних за певних умов.</p>

        </article>
      </div>

      <Footer />
    </>
  );
}
