import Navigation from "../components/navigation";
import Footer from "../components/footer";

import React from "react";

export default function errorPage() {
  return (
    <>
      <Navigation />
      <div className="container">
        {" "}
        <p>
          ФОП Дублій Анастасія Русланівна, що діє на підставі свідоцтва про
          реєстрацію суб'єкта підприємницької діяльності, іменований надалі
          «Виконавець», з одного боку, та будь-яка фізична особа, яка своїми
          діями виявила намір приєднатися до цього Договору, іменована надалі
          «Замовник», з іншого боку, разом іменовані «Сторони», керуючись ст.
          633 Цивільного кодексу України, уклали цей Публічний Договір про
          наступне: 1. ПРЕДМЕТ ДОГОВОРУ 1.1. Виконавець зобов'язується надати
          Замовнику послуги (виконати роботу) в обсязі і на умовах, передбачених
          цим договором, а Замовник зобов’язується прийняти та оплатити такі
          послуги (роботи): Здійснення навчання студентів з урахуванням
          специфіки навчального предмета, проведення занять в закріплених згідно
          розподілу навчального навантаження групах, забезпечення під час занять
          належного порядку і дисципліни. Реалізація комунікативної, мовної,
          методичної, соціокультурної компетенції при викладанні навчального
          предмета. Внесення пропозиції щодо покращення умов проведення
          навчального процесу. Ведення в установленому порядку ділової
          документації, здійснення поточного контролю відвідувань студентами
          занять іноземної мови. 1.2. Виконавець не підпорядковується правилам
          внутрішнього трудового розпорядку, а сам організовує процес надання
          послуг (виконання робіт), у т. ч. використовує власні засоби та
          матеріали. 1.3. Виконавець має право залучати відповідних фахівців для
          якісного і своєчасного надання послуг (виконання робіт). Послуги
          (роботу) зазначених фахівців Виконавець оплачує за власний рахунок,
          згідно з домовленістю з даними особами. 1.4. Факт надання відповідних
          послуг (робіт) з боку Виконавця засвідчуватиметься Актами прийому
          наданих послуг (виконаної роботи). 1.5. Акт прийому наданих послуг
          (виконаної роботи) Сторони підписують після надання послуги (виконання
          робіт). Він є невід’ємною частиною даного договору. 1.6. Якщо Замовник
          надасть Виконавцю вмотивовану відмову від підписання акту з переліком
          недоліків, які Виконавець допустив під час надання послуг (виконання
          робіт), Виконавець зобов’язаний усунути вказані недоліки. 2.
          АКЦЕПТУВАННЯ ДОГОВОРУ 2.1. Цей Договір є Публічним Договором в
          розумінні ст. 633 Цивільного кодексу України та вважається укладеним
          без його подальшого підписання з моменту отримання Виконавцем від
          Замовника повної або часткової оплати замовлених Послуг чи вчинення
          інших дій, передбачених договором, що свідчать про згоду дотримуватися
          умов Договору, без підписання письмового примірника Сторонами. 2.2.
          Замовлення послуг з вивчення іноземної мови відбувається шляхом
          направлення Замовником Виконавцеві відповідного запиту за допомогою
          засобів телефонного, електронного зв’язку, що розміщені на офіційному
          сайті Виконавця чи безпосередньо звернувшись до офісу Виконавця. 2.3.
          Одночасно з надсиланням запиту на надання послуг Замовник надає
          Виконавцеві право на збирання, обробку та зберігання своїх
          персональних даних в порядку, встановленому Законом України «Про
          захист персональних даних». 2.4. При обробці запиту на надання послуг
          Сторони обов’язково мають погодити наступне: прізвище, ім’я
          Замовника/особи, в інтересах якої діє замовник обрана програма
          навчання порядок оплати (повна/часткова, готівкова/безготівкова) 3.
          ХАРАКТЕРИСТИКА ПОСЛУГ 3.1. Специфікація програми (назва курсу,
          кількість годин, тривалість заняття), за якою надаються послуги,
          зазначається в рахунку-фактурі або в Заявці. 3.2. Послуги надаються в
          онлайн/віртуальному форматі. 3.3. Вартість навчальних матеріалів
          входить у вартість навчання. 3.4. Тривалість продукту та інших послуг:
          Групові заняття Кількість занять на тиждень визначається розкладом.
          Заняття починаються згідно із затвердженим розкладом. У разі пропуску
          Замовником занять із будь-яких причин сплачені кошти не повертаються.
          Пропущені заняття не відпрацьовуються. Індивідуальні заняття При
          обранні програми індивідуального навчання Замовник має узгодити
          індивідуальний графік занять. Студенти, які пропустили своє
          індивідуальне заняття з поважних причин, можуть узгодити зміну часу
          проведення пропущеного заняття (відмінити/перенести) не пізніше 20
          години дня, що передує дню запланованого проведення заняття або за 4
          години до початку заняття, яке заплановане після 13-ої години,
          проінформувавши про це адміністратора Виконавця. У всіх інших випадках
          заняття вважається проведеним. 4. ПРАВА ТА ОБОВ'ЯЗКИ СТОРІН 4.1.
          Виконавець має право: 4.1.1. Комплектувати групи за віковими ознаками
          або відповідно до освітніх потреб Замовників. 4.1.2. Корегувати
          розклад Занять та здійснювати заміну Викладача у разі його хвороби чи
          вимушеної відсутності. У випадку, якщо заміна Викладача неможлива,
          заняття скасовується. Непроведені заняття будуть перенесені на кінець
          семестру або в інший узгоджений Замовником (групою) і Виконавцем день.
          4.1.3. Відмовити Замовнику в наданні Послуг у випадку наявності
          великої кількості пропусків, систематичного невиконання домашніх
          завдань і вимог Виконавця, некоректної або образливої поведінки по
          відношенню до персоналу та інших Замовників, спонуканню підрядників
          або співробітників Виконавця до наданню освітніх послуг Замовнику поза
          діяльністю Виконавця, призупинити або припинити надання освітніх
          Послуг при невиконанні, неповному виконанні та несвоєчасному виконанні
          Замовником своїх зобов’язань з оплати за замовлені освітні Послуги
          перед Виконавцем. 4.1.4. Не допускати Замовника на Заняття у випадку
          порушення Замовником умов цього Договору. При цьому кошти, попередньо
          сплачені Замовником за надання Освітніх Послуг, не повертаються.
          4.1.5. Змінювати порядок надання Послуг та їх вартість без
          переукладання даного Договору, повідомивши Замовника не менше, ніж за
          5 (п'ять) робочих днів на електронну пошту, вказану Замовником на
          етапі акцепту пропозиції Виконавця. 4.1.12. Припиняти надання освітніх
          Послуг з моменту спливу строку їх надання, проходження Замовником
          повного Курсу навчання після складення тестування або добровільної
          відмови Замовника від отримання Послуг. 4.1.13. Розкривати будь-які
          відомості, якщо це необхідно відповідно до вимог законодавства
          України, на вимогу уповноважених державних установ, якщо це не
          суперечить відповідним конституційним правам громадян та діючому
          законодавству України. 4.2. Замовник має право: 4.2.1. Отримувати
          інформацію про перелік освітніх Послуг та вартість надання освітніх
          Послуг. 4.2.2. Користуватись освітніми Послугами згідно умов даного
          Договору. 4.2.3. Вимагати від Виконавця виконання умов даного
          Договору. 4.2.4. Обирати з запропонованого переліку Виконавцем освітні
          Послуги на власний розсуд згідно з віковими обмеженнями щодо кожного
          Курсу та користуватись такими Послугами згідно з умовами цього
          Договору. 4.2.5. Користуватись запропонованими Виконавцем додатковими
          Послугами (тематичні зустрічі, святкові заходи для Замовників тощо).
          4.2.6. Ознайомитися з порядком та умовами надання освітніх Послуг
          Виконавця та відвідати пробне заняття за обраним Курсом за умови
          попереднього запису. 4.3. Виконавець зобов’язується: 4.3.1. До початку
          надання освітніх Послуг забезпечити ознайомлення Замовника зі стислим
          змістом обраної освітньої програми, а також з умовами і правилами
          відвідування. 4.3.2. Здійснити навчання Замовника відповідно до умов
          цього Договору. 4.3.3. Сповіщати Замовника про перерви в роботі та
          зміни розкладу занять. 4.3.4. Забезпечувати надання освітніх Послуг
          належної якості кваліфікованими Викладачами. 4.3.5. Зберігати місце в
          групі за Замовником за умови оплати Абонемента згідно Прайс-Листа на
          Курси у випадку його хвороби, а також під час відпустки Замовника або
          тимчасової відсутності з інших поважних причин, в порядку та на
          умовах, визначених цим Договором в межах строку дії Абонемента. 4.3.6.
          Надати Замовнику освітні Послуги в обсязі, встановленому для
          відповідної програми/Курсу якісно та в повному обсязі. 4.4. Замовник
          зобов’язується: 4.4.1. Відвідувати у встановлений Виконавцем час
          занять. 4.4.2. Своєчасно оплатити надані йому Послуги в розмірі, у
          строки та в порядку, що встановлені цим Договором. 4.4.3. Ознайомитися
          з Договором, умовами надання освітніх Послуг, дотримуватись та
          виконувати вказані вимоги. 4.4.4. При заповнені Заяви про надання
          освітніх Послуг надавати достовірні персональні дані і відомості.
          4.4.5. У випадку, якщо Замовник не може прийти на заняття, він
          зобов’язаний попередити про це мінімум за 24 (двадцять чотири) години
          до початку уроку Адміністратора або Викладача будь-яким зручним
          способом (особисто, по телефону, у соц. мережах). Якщо Замовник
          попереджує Викладача або Адміністратора про неможливість відвідати
          заняття менше, ніж за 24 (двадцять чотири) години – заняття вважається
          проведеним. 4.4.6. Не перепродавати, не надавати результати Послуг за
          даним Договором третім особам. 4.4.7. Під час надання Виконавцем
          Послуг за допомогою платформи віддаленого конференц-зв'язку "Zoom
          Video Communications, Inc." (або ZOOM), Замовник гарантує справність
          власного обладнання, наявність встановленої платформи ZOOM, а
          швидкість Інтернету на комп'ютері і на роутері є достатньою для
          проведення навчання. 4.5. Замовнику категорично забороняється: 4.5.1
          Проходити навчання з підрядником або співробітником Виконавця поза
          погодженого Сторонами графіку занять та обраного Курсу, який Замовник
          не замовляв у Виконавця як за місцем надання Послуг, так і за його
          межами. 5. ПОРЯДОК РОЗРАХУНКІВ 5.1. Вартість послуг за умовами цього
          Договору зазначена в рахунку-фактурі, який сформовано згідно Заявки
          Замовника. Вартість послуг встановлюється у національній валюті
          України. Усі платежі за цим Договором здійснюються у національній
          валюті України. 5.2. Послуги перераховуються на розрахунковий рахунок
          Виконавця. 5.3. Додаткові платні послуги оплачуються Замовником окремо
          згідно з розцінками, що встановлені Виконавцем. 5.4. Замовник може
          обрати частковий спосіб оплати. В такому випадку Сторони встановлюють
          відповідний графік оплати послуг. Виконавець має право призупинити
          надання послуг за цим Договором у випадку прострочення Замовником
          строку внесення платежу згідно встановленого графіку. 5.5. Політика
          повернення коштів за навчання: У разі якщо Замовник не може
          продовжувати навчання з непередбачуваних обставин (наприклад, виїзд до
          іншої країни на період більш ніж 3 тижні; вагомі медичні підстави, які
          потребують довготривалого лікування), Виконавець може прийняти рішення
          про повернення сплачених коштів або “заморозку” вже оплачених занять.
          Кошти повертаються тим самим методом, яким Замовник сплатив за
          послуги. 6. ВІДПОВІДАЛЬНІСТЬ СТОРІН 6.1. У разі невиконання або
          неналежного виконання своїх зобов’язань за цим Договором сторони
          несуть відповідальність відповідно до чинного законодавства України.
          6.2. Виконавець несе відповідальність винятково за обсяг надання
          послуг безпосередньо Замовникові відповідно до умов цього Договору. 7.
          ФОРС-МАЖОРНІ ОБСТАВИНИ 7.1. При настанні обставин непереборної сили
          виконання зобов’язань відсувається в часі до моменту завершення дії
          таких обставин. 8. ТЕРМІН ДІЇ ДОГОВОРУ 8.1. Цей Договір набуває
          чинності з моменту його укладення та діє до моменту виконання
          сторонами взятих на себе зобов’язань. 9. ІНШІ УМОВИ 9.1. Цей Договір є
          договором публічної оферти в розумінні ст. 633 Цивільного кодексу
          України. 9.2. Виконавець має право вносити зміни й доповнення до
          Договору шляхом розміщення нової редакції Договору в мережі Інтернет.
          9.3. Виконавець може залучати третіх осіб до виконання своїх
          обов’язків за цим Договором. 9.4. Нова редакція Договору набуватиме
          чинності для Сторін через 3 (три) дні з дати її затвердження
          Виконавцем. 10. РЕКВІЗИТИ ВИКОНАВЦЯ ФОП Дублій Анастасія Русланівна
          ЄДРПОУ 3703803689 UA463133990000026004010206105 АТ КБ "ПРИВАТБАНК"
          (ЄДРПОУ банку 14360570, код банку 380269) Платник єдиного податку,
          друга група. Не є платником ПДВ
        </p>{" "}
      </div>

      <Footer />
    </>
  );
}
